jisho_config = {

    'daijirin': {
        'name': '大辞林',
        'url_id': 'ssdjj',
        'header_class': 'pbarT',
        'body_class': 'NetDicBody',
    },

    'wikipedia': {
        'name': 'ウィキペディア',
        'url_id': 'wkpja',
        'header_class': 'Wkpja',
    },

}


# kana = '\u3040-\u309F\u30A0-\u30FF'

# kana = '''
#     あいうえお
#     かきくけこ
#     さしすせそ
#     たちつてと
#     なにぬねの
#     はひふへほ
#     まみむめも
#     やゆよ
#     らりるれろ
#     がぎぐげご
#     ざじずぜぞ
#     だぢづでど
#     ばびぶべぼ
#     ぱぴぷぺぽ
#     わをんっ
#     ゐゑ
#     ゃゅょ
#     ぁぃぅぇぉ
#     アイウエオ
#     カキクケコ
#     サシスセソ
#     タチツテト
#     ナニヌネノ
#     ハヒフヘホ
#     マミムメモ
#     ヤユヨ
#     ラリルレロ
#     ワヲンッー
#     ヰヱ
#     ガギグゲゴ
#     ザジズゼゾ
#     ダヂヅデド
#     バビブベボ
#     パピプペポ
#     ャュョ
#     ァィゥェォ
# '''
